html/posts/term-broadband.html
<!DOCTYPE html>
<html>
<head>
<!-- 2020-08-29 Sat 13:48 -->
<meta charset="utf-8">
<title>The term "broadband"</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Quan Vu">
<meta name="twitter:site" content="@null" />
<meta name="twitter:creator" content="@null" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" type="image/png" href="https://vhquan.github.io/.images/icon/favicon-32x32.png" />
<link rel="apple-touch-icon-precomposed" href="https://vhquan.github.io/.images/icon/apple-touch-icon.png" />
<link rel="stylesheet" type="text/css" href="https://vhquan.github.io/.css/font.css">
<link rel="stylesheet" type="text/css" href="https://vhquan.github.io/.css/main.css">
</head>
<body>
<div id="wrapper">
<div id="preamble" class="status">
<h1 class="title"><a href="https://vhquan.github.io">Quan Vu's Blog</a></h1>

<nav>
  <div class="navitem"><a href="https://vhquan.github.io">About</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/posts/index.html">Blog</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/portfolio/portfolio.html">Portfolio</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/contact/contact.html">Contact</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/resume/resume.html">R&eacute;sum&eacute;</a></div>
</nav>
</div>
<div id="content">
<header>
<h1 class="title">The term "broadband"</h1>
</header><p>
#+BEGIN_more
Originally the word "broadband" had a technical meaning, but became a marketing term for any kind of relatively high-speed computer network or internet access technology.
#+END
</p>

<p>
According to the 802.16-2004 standard, broadband means "having instantaneous bandwidths greater than 1MHz and supporting data rates greater than about 1.5Mbps. The Federal Communications Commission (FCC) recently
re-defined the definition to mean download speeds at least 25Mbps and upload speeds of at least 3Mbps.
</p>
</div>
<div id="postamble" class="status">
<div id="footer">
<p>Proudly with <a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/">Org Mode</a>.</div>
</div>
</div>
</body>
</html>
